Repository: SliTaz-official/tazinst
Catalog: po/tazinst/*.po
Languages: ru

source: Fresh install on a HDD
ru: Свежая установка на жесткий диск

source: Upgrade an existing system
ru: Обновить существующую систему

source: ISO image on a local drive
ru: ISO-образ на локальном приводе

source: ISO image on the Internet
ru: ISO-образ в интернете

source: B-tree file system (Oracle)
ru: файловая система B-tree (Oracle)

source: Second extended filesystem (Linux)
ru: вторая расширенная файловая система (Linux)

source: Third extended filesystem (Linux)
ru: третья расширенная файловая система (Linux)

source: Fourth extended file system (Linux)
ru: четвертая расширенная файловая система (Linux)

source: Journaled File System (IBM)
ru: журналируемая файловая система (IBM)

source: File system of the MINIX operating system
ru: файловая система операционной системы MINIX

source: Journaled computer file system (Namesys)
ru: журналируемая компьютерная файловая система (Namesys)

source: Journaling file system (Silicon Graphics, Inc.)
ru: журналируемая файловая система (Silicon Graphics, Inc.)

source: Automatic selection
ru: автоматический выбор

source: GRUB legacy bootloader
ru: загрузчик GRUB legacy

source: Lightweight bootloader
ru: легковесный загрузчик

source: Stable release
ru: стабильная версия

source: Stable version without nested subsets
ru: стабильная версия без вложенных систем

source: Stable text-only version (8.1MB)
ru: стабильная текстовая версия (8,1 МБ)

source: Stable basic graphic version without graphic apps
ru: стабильная основная графическая версия без графических программ

source: Stable basic graphic version with only GTK
ru: стабильная основная графическая версия только с GTK

source: Development version for testing latest features
ru: нестабильная версия для тестирования самых свежих изменений

source: Bleeding edge development version updated every day
ru: свежайшая нестабильная версия, обновляющаяся ежедневно

source: SliTaz GNU/Linux Installer - Version: %s
ru: Установщик SliTaz GNU/Linux, версия %s

source: Usage:
ru: Использование:

source: %s [command] <setting> <value> <file>
ru: %s [команда] <параметр> <значение> <файл>

source: Commands:
ru: Команды:

source: Create a new install file.
ru: Создать новый файл установки.

source: Change value of a setting.
ru: Изменить значение параметра.

source: Clear a setting.
ru: Очистить параметр.

source: Get the value of a setting.
ru: Получить значение параметра.

source: Check settings.
ru: Проверить параметры.

source: Print a short help on settings
ru: Выдать короткую справку о параметрах

source: List system resources.
ru: Список системных ресурсов.

source: Execute a SliTaz installation.
ru: Запустить установку SliTaz.

source: Display log file contents.
ru: Показать содержимое журнала.

source: Clean install and log files.
ru: Очистить файлы установки и журнала.

source: Print version and exit.
ru: Показать версию и выйти.

source: Print this short usage.
ru: Показать эту короткую справку об использовании.

source: '%s': Unknown command!
ru: Неизвестная команда «%s»!

source: Run: '%s' to get a list of available commands.
ru: Запустите «%s», чтобы получить список доступных команд.

source: '%s': Unknown option!
ru: Неизвестный параметр «%s»!

source: Please select one of these options:
ru: Выберите один из параметров:

source: Warning: file already exists.
ru: Предупреждение: файл уже существует.

source: Error: Cannot create file.
ru: Ошибка: Не удалось создать файл.

source: Error: Unable to read install file.
ru: Ошибка: Не удалось прочитать установочный файл.

source: Error: '%s' unknown setting.
ru: Ошибка: Неизвестная настройка «%s».

source: Error: Unable to write to install file.
ru: Ошибка: Не удалось записать установочный файл.

source: Deleting install file: %s
ru: Удаление установочного файла %s

source: Error: Unable to delete install file.
ru: Ошибка: Не удалось удалить установочный файл.

source: You must be the root user (system administrator) to install SliTaz, please use 'su' to get a root SHell and restart installation.
ru: Для того, чтобы установить SliTaz, вы должны обладать правами системного администратора (root). Получите права, выполнив команду «su» в терминале, и повторно запустите установку.

source: Another instance of tazinst is running.
ru: Tazinst уже был запущен.

source: Error: '%s' Invalid keyword.
ru: Ошибка: Недопустимое ключевое слово «%s».

source: Select one of these options: %s.
ru: Выберите один из параметров: %s.

source: For more information, see tazinst Manual.
ru: Просмотрите руководство TazInst, чтобы получить больше информации.

source: Error: Partition not found.
ru: Ошибка: Раздел не найден.

source: To see available partitions, run '%s'.
ru: Запустите «%s», чтобы увидеть доступные разделы.

source: Error: Source file not found.
ru: Ошибка: файл источника не найден.

source: Error: invalid URL.
ru: Ошибка: недопустимый URL.

source: Error: multiple assignations for a disk.
ru: Ошибка: множественные назначения для диска.

source: Error: password too long.
ru: Ошибка: пароль слишком длинный.

source: Error: Unallowed characters in password.
ru: Ошибка: неразрешенные символы в пароле.

source: Warning: short password!
ru: Предупреждение: короткий пароль!

source: Warning: no password!
ru: Предупреждение: нет пароля!

source: %s Error: Too short.
ru: %s Ошибка: слишком коротко.

source: %s Error: Too long.
ru: %s Ошибка: слишком длинно.

source: %s Error: Invalid chars.
ru: %s Ошибка: недопустимые символы.

source: Error: Unsupported Partition Table.
ru: Ошибка: неподдерживаемая таблица разделов.

source: Error: No disk selected, cannot install any bootloader.
ru: Ошибка: диск не выбран, невозможно установить какой-либо загрузчик.

source: The Source setting depends on the type of media:
ru: Параметр Источника зависит от типа носителя:

source: Name or URL of the image on the web.
ru: Название или URL образа в интернете.

source: Type: %s
ru: Напечатайте: %s

source: List of settings:
ru: Список параметров:

source: Mode of install
ru: Режим установки

source: Media containing the SliTaz source files
ru: Носитель, содержащий исходные файлы SliTaz

source: Source file containing SliTaz
ru: Исходный файл, содержащий SliTaz

source: The name of the target partition
ru: Название целевого раздела

source: Format of the target partition
ru: Формат целевого раздела

source: Separate home partition
ru: Отдельный домашний раздел

source: Format of the root partition
ru: Формат корневого раздела

source: Name of the system
ru: Название системы

source: Superuser password
ru: Пароль администратора

source: First user name
ru: Логин первого пользователя

source: First user password
ru: Пароль первого пользователя

source: Install a bootloader
ru: Установить загрузчик

source: Partition to dualboot Windows from
ru: Раздел из которого будет двойная загрузка Windows

source: CD. Automatically set
ru: Компакт-диск. Автоматически установлено

source: USB partition. For a list, type: %s
ru: Раздел USB. Чтобы получить список, напечатайте: %s

source: ISO file name. For a list, type: %s
ru: Название файла ISO. Чтобы получить список, напечатайте: %s

source: Partition containing Windows, or 'auto'
ru: Раздел, содержащий Windows, или «auto»

source: No mirror list found, run %s.
ru: Список зеркал не найден, запустите %s.

source: Downloading: %s
ru: Загружается: %s

source: Download completed.
ru: Загрузка завершена.

source: Installing package %s to the current system.
ru: Установка пакета %s на текущую систему.

source: Cannot install %s.
ru: Не удалось установить %s.

source: Adding package %s to the target system...
ru: Добавление пакета %s на целевую систему…

source: === Tazinst: started on %s ===
ru: === Tazinst запущен %s ===

source: Process not completed
ru: Процесс не завершен

source: Error: %s
ru: Ошибка: %s

source: === Tazinst error on %s ===
ru: === Ошибка tazinst %s ===

source: Internal error
ru: Внутренняя ошибка

source: Cancelled by user
ru: Отменено пользователем

source: Using files from %s.
ru: Используются файлы из %s.

source: %s: Mount failed.
ru: Подключение %s не удалось.

source: Using files from USB device...
ru: Используются файлы с накопителя USB…

source: Using files from USB device %s.
ru: Используются файлы с накопителя USB %s.

source: %s: Failed to mount USB device.
ru: Не удалось подключить накопитель USB %s.

source: md5sum error, file corrupted.
ru: Ошибка контрольной суммы, файл поврежден.

source: %s: md5 file not found, cannot check integrity.
ru: Файл контрольной суммы не найден на %s, проверить целостность невозможно.

source: Using files from ISO %s.
ru: Используются файлы из ISO %s.

source: %s: Failed to mount ISO.
ru: Не удалось подключить ISO %s.

source: Creating mount point: %s...
ru: Создание точки подключения %s…

source: Checking installation media...
ru: Проверка установочного носителя…

source: Invalid source
ru: Недопустимый источник

source: Installation media checked ok
ru: Установочный носитель в порядке

source: Format %s (%s)
ru: Форматирование %s (%s)

source: Formatting has failed
ru: Форматирование завершилось ошибкой

source: Preparing target partition...
ru: Подготовка целевого раздела…

source: Partition is already mounted, unmounting.
ru: Раздел уже подключен, отключение.

source: Partition is already in use.
ru: Раздел уже используется.

source: %s: The partition will be cleaned...
ru: Раздел %s будет очищен…

source: %s: The partition will be kept...
ru: Раздел %s будет сохранен…

source: %s: Unable to mount partition
ru: Не удалось подключить раздел %s

source: Unmounting target partition: %s
ru: Отключение целевого раздела %s

source: Unmounting: %s
ru: Отключение %s

source: Unlinking: %s
ru: Удаление ссылки %s

source: Ejecting CD-ROM...
ru: Извлечение CD-ROM…

source: Process completed. You can now restart (reboot) from your SliTaz GNU/Linux system.
ru: Процесс завершен. Теперь вы можете перезагрузить вашу систему SliTaz GNU/Linux.

source: === Tazinst ended on %s ===
ru: === Tazinst завершен %s ===

source: Copying log to %s
ru: Копирование журнала в %s

source: No bootloader to install.
ru: Нет загрузчика, который бы следовало установить.

source: Enabling Windows dual-boot
ru: Включение двойной загрузки Windows

source: Installing GRUB on: %s
ru: Установка GRUB на %s

source: GRUB not found
ru: GRUB не обнаружен

source: Setting the boot flag
ru: Установка загрузочного флага

source: Copying splash image
ru: Копирование изображения заставки

source: Installing Syslinux
ru: Установка Syslinux

source: Syslinux not found
ru: Syslinux не обнаружен

source: Setting the boot flag on
ru: Включение загрузочного флага

source: mbr.bin not found
ru: Файл mbr.bin не обнаружен

source: Installing MBR
ru: Установка MBR

source: Setting the legacy_boot flag on
ru: Включение флага legacy_boot

source: Installing GPTMBR
ru: Установка GPTMBR

source: gptmbr.bin not found
ru: Файл gptmbr.bin не обнаружен

source: Cleaning the root partition (%s)...
ru: Очистка корневого раздела (%s)…

source: keeping /home found on: %s
ru: не будет удалена папка /home, найденная на %s

source: removing target: %s
ru: удаление цели %s

source: Kernel name not found, falling back to: %s
ru: Название ядра не найдено, принимается название %s

source: Restoring directory: /home...
ru: Восстановление папки /home…

source: Adding / partition and CHECK_FS to file %s...
ru: Добавление корневого раздела и CHECK_FS в файл %s…

source: Configuring host name: %s
ru: Настройка названия хоста: %s

source: Configuring partition to be used as /home: %s
ru: Настройка раздела %s для использования как /home

source: Installing SliTaz on: %s
ru: Установка SliTaz на %s

source: Checking settings...
ru: Проверка настроек…

source: Preparing source media...
ru: Подготовка исходного носителя…

source: Preparing target disk...
ru: Подготовка целевого диска…

source: Cleaning the root partition if necessary...
ru: Очистка корневого раздела при необходимости…

source: Extracting the root system...
ru: Извлечение корневой системы…

source: Installing the Kernel...
ru: Установка ядра…

source: Preconfiguring the system...
ru: Перенастройка системы…

source: Configuring root and default user account...
ru: Настройка учетных записей root и пользователя по умолчанию…

source: Configuring /home...
ru: Настройка /home…

source: Checking bootloader installation...
ru: Проверка установки загрузчика…

source: Files installation completed
ru: Установка файлов завершена

source: Preparing upgrade of SliTaz release: %s
ru: Подготовка к обновлению выпуска SliTaz %s

source: %s: This partition doesn't appear to contain a valid SliTaz system, the file: %s doesn't exist.
ru: Похоже, что раздел %s не содержит допустимую систему SliTaz, отсутствует файл %s.

source: keeping /etc found on: %s
ru: не будет удалена папка /etc, найденная на %s

source: keeping /var/www found on: %s
ru: не будет удалена папка /var/www, найденная на: %s

source: backups restored: %s
ru: резервные копии восстановлены %s

source: backups saved in %s
ru: резервные копии сохранены в папке %s

source: Checking the availability of packages...
ru: Проверка доступности пакетов…

source: Installing packages...
ru: Установка пакетов…

source: packages to install: 0
ru: ничего не нужно устанавливать

source: Installing: %s...
ru: Установка %s…

source: Installation of packages complete...
ru: Установка пакетов завершена…

source: Creating package lists...
ru: Создание списка пакетов…

source: %s: done
ru: %s: готово

source: The list of available packages on the mirror could not be downloaded. No missing packages will be reinstalled now, but you can do so later by looking at the following list:
ru: Список пакетов, доступных на зеркале, не может быть загружен. Отсутствующие пакеты сейчас не будут переустановлены, но это можно сделать позже, просмотрев следующий список:

source: Upgrading SliTaz on: %s
ru: Обновление SliTaz на %s

source: Searching for %s...
ru: Поиск файла %s…

source: Backup /etc, /home and the packages list...
ru: Сохранение резервной копии /etc, /home и списка пакетов…

source: Restoring configuration files...
ru: Восстановление конфигурационных файлов…

source: Upgrading added packages...
ru: Обновление добавленных пакетов…

source: Bootloader...
ru: Загрузчик…
