Repository: SliTaz-official/tazinst
Catalog: po/slitaz-installer/*.po
Languages: it

source: Welcome to the slitaz-installer.
it: Benvenuto nel programma di installazione di SliTaz.

source: Which type of installation do you want to start?
it: Quale tipo di installazione desideri iniziare?

source: SliTaz can be installed from different media.
it: SliTaz può essere installato da differenti dispositivi.

source: Select a media from the following list:
it: Scegli un dispositivo dalla lista seguente:

source: You have selected the option to install SliTaz from a USB Key.
it: Hai selezionato l'opzione di installare SliTaz da una penna USB.

source: Enter the partition where SliTaz Live is located:
it: Inserisci la partizione in cui trovare SliTaz Live:

source: You have selected the option to install SliTaz from an ISO file located on a local disk.
it: Hai selezionato l'opzione di installare SliTaz da una immagine ISO che si trova in un disco locale

source: Please, select a file below:
it: Per favore, scegliere uno de file sottostanti:

source: You have selected the option to install SliTaz from the web.
it: Hai selezionato l'opzione di installare SliTaz dal Web.

source: Please, select a version:
it: Per favore, seleziona una versione:

source: Select the source:
it: Seleziona il sorgente

source: Drive selection
it: Dispositivo di destinazione

source: Please specify the partition where to install SliTaz:
it: Per favore specifica la partizione dove installare SliTaz:

source: The installer will upgrade the existing SliTaz system by saving all configuration files and the list of installed packages. Then, it will clean the partition and install the new version of SliTaz, restore the configuration files and reinstall any packages which are not present on the CD-ROM.
it: Il programma di installazione aggiornerà la versione esistente di SliTaz salvando tutti i file di configurazione e la lista dei pacchetti installati. Poi cancellerà la partizione e installerà una nuova versione di SliTaz, ripristinando i file di configurazione e reinstallando i pacchetti che non erano presenti sul CD-ROM.

source: You will need an active internet connection before upgrading.
it: È necessaria una connessione Internet attiva prima di procedere con l'aggiornamento.

source: Partition containing the system to upgrade:
it: Partizione contenente il sistema da aggiornare:

source: Only the filesystems actually installed on your system are listed. If you intend to use another filesystem, you have to install it before. Unless you know what you are doing, it is safe to use ext2, ext3 or ext4.
it: Sono elencati solo i filesystem correntemente supportati nel tuo sistema. Se desideri utilizzare un altro filesystem, devi prima installarlo. A meno che tu non sappia esattamente cosa stai facendo, è opportuno usare i filesystem ext2, ext3 oppure ext4.

source: To format this partition, please select a filesystem below:
it: Per formattare questa partizione, per favore scegli qui sotto un sistema di organizzazione file :

source: Separate /home partition
it: Separa la partizione /home

source: Please, select the partition to use:
it: Per favore, scegli la partizione da usare:

source: Hostname configuration allows you to specify the machine name. The hostname is used internally to identify the host on the network. This value can be changed after the system is installed.
it: La configurazione del nome dell'host ti permette di specificare il nome del tuo dispositivo. Il nome dell'host è usato internamente per identificare il dispositivo nella rete. Questo nome può anche essere modificato dopo che il sistema è stato installato.

source: Enter a hostname:
it: Inserisci un nome per l'host:

source: The root administrator privilege lets you manage and configure the full system. A root user can damage your system so you should always setup a strong password with special characters and/or numbers.
it: I privilegi di amministratore Root ti permettono di gestire e configurare l'intero sistema. Un utente root può danneggiare il tuo sistema e pertanto dovresti sempre impostare una parola chiave robusta, usando caratteri speciali e/o numeri.

source: Enter the password for root:
it: Inserisci la parola chiave per l'utente Root:

source: The default user for the system will have their personal files stored in /home/*user* (and will be automatically added to the audio group)
it: I file personali dell'utente predefinito del sistema saranno archiviati nella cartella /home/*utente* (e saranno automaticamente aggiunti al gruppo audio)

source: Enter the name of the first user:
it: Inserisci il nome del primo utente

source: The password for default user.
it: La parola chiave per l'utente predefinito

source: It may be a security risk if too weak and should always be strong if you use a SSH connection through the web.
it: Può essere un rischio per la sicurezza se troppo debole e dovrebbe sempre essere abbastanza robusta se desideri usare una connessione SSH su Internet.

source: Enter the password for the default user:
it: Inserisci la parola chiave per l'utente predefinito:

source: Installation is now finished, you can exit the installer or reboot on your new SliTaz GNU/Linux operating system.
it: L'installazione è ora terminata, puoi chiudere il programma di installazione oppure riavviare il tuo nuovo sistema operativo SliTaz GNU/Linux.

source: The next step lets you format the target partition. Choose between robust, stable and/or journaled filesystem. If the partition is already formated you can skip this stage, if not just accept.
it: Il prossimo passo ti permetterà di formattare la partizione di destinazione. Scegli tra filesystem diversi per robustezza, stabilità e/o supporto al journaling. Se la partizione è già formattata puoi saltare questo passaggio, altrimenti procedi.

source: Warning! formating a partition will destroy all current data.
it: Attenzione: formattare una partizione cancellerà tutti i dati presenti.

source: Do you wish to format the partition?
it: Desideri formattare la partizione?

source: On most GNU/Linux systems users personal files are stored in the directory /home. Home can be on a separate partition or another hard disk.
it: Nella maggior parte dei sistemi GNU/Linux i dati personali degli utenti sono archiviati nella cartella /home. Questa cartella può anche essere su una partizione a parte, o su un differente disco fisso.

source: Do you want to use a separate Home partition?
it: Vuoi usare una partizione Home separata?

source: /home will be installed on a separate partition. The next step lets you format the /home partition. If the partition is already formated you can skip this stage, if not just accept.
it: /home sarà installata in una partizione separata. Il prossimo passo ti permetterà di formattare la partizione /home. Se la partizione è già formattata puoi saltare questo passaggio, altrimenti procedi.

source: Do you wish to format the /home partition?
it: Desideri formattare la partizione /home?

source: You have now the option to install a bootloader which is capable of booting almost any kind of operating system.
it: Ora hai la possibilità di installare un bootloader. Il Bootloader è in grado di avviare praticamente qualunque tipo di sistema operativo.

source: If you want to use an existing bootloader installation, skip this step and configure your bootloader to boot SliTaz (refer to your bootloader documentation on how to do this).
it: Se vuoi usare un bootloader preesistente, salta questo passaggio e configura il tuo bootloader per avviare SliTaz (consulta la documentazione del tuo bootloader per sapere come procedere)

source: Install a bootloader?
it: Vuoi installare un bootloader?

source: Do you want to implement a dual-boot with Windows? At start-up, you will be asked whether you want to boot into Windows or SliTaz GNU/Linux.
it: Vuoi implementare il dual-boot con Windows? All'accensione del sistema, ti verrà chiesto se vuoi avviare Windows oppure SliTaz GNU/Linux.

source: Install a dual-boot with Windows?
it: Installare un Dual-Boot con Windows?

source: Installation settings summary and last chance to cancel or restart all installation steps.
it: Sommario delle impostazioni di installazione. Dopo questa schermata non potrai più cancellare o riavviare tutti i passi dell'installazione.

source: Go and install SliTaz?
it: Procedi e installa SliTaz?

source: Sorry, no device, nor file found or available.
it: Spiacente, nessun dispositivo né archivio trovato o disponibile

source: Error 2:
it: Errore 2:

source: The lightweight SliTaz HDD installer '%s' is missing.
it: Manca il programma di installazione di SliTaz per disco fisso '%s'

source: Check permissions, or reinstall the %s package.
it: Controlla i permessi, oppure installa nuovamente il pacchetto %s.

source: The lightweight SliTaz HDD installer tazinst (%s) is not at the required version (%s).
it: Purtroppo il programma di installazione di SliTaz tazinst (%s) per disco fisso non è nella versione richiesta (%s).

source: Use %s in an xterm or reinstall the %s package.
it: Usa %s nel terminale xterm oppure reinstalla il pacchetto %s.

source: Mode: %s
it: Modalità: %s

source: From media: %s
it: Dal dispositivo: %s

source: To the disk: %s
it: Al disco: %s

source: (Formatting as %s)
it: (Formattando come %s)

source: (No formatting)
it: (Nessuna formattazione)

source: Separate /home is: %s
it: La /home separata è: %s

source: No separate /home partition
it: Nessuna partizione /home separata

source: (No /home formatting)
it: (Nessuna formattazione di /home)

source: Hostname: %s
it: Nome dell'Host: %s

source: User login: %s
it: Autenticazione utente: %s

source: Bootloader: installed
it: Bootloader: installato

source: No bootloader installed
it: Nessun bootloader installato

source: , with Windows dual-boot
it: , con dual-boot di Windows

source: , no dual-boot
it: , senza dual-boot

source: Select %s
it: Scegli %s

source: Next
it: Prossimo

source: Back
it: Precedente

source: Yes
it: Sì

source: Summary
it: Sommario

source: SliTaz install cancelled.
it: L'installazione di SliTaz è stata cancellata.

source: SliTaz Installer
it: Installatore di SliTaz

source: Installing...
it: Installazione in corso...

source: Installation complete
it: Installazione completa

source: Exit
it: Uscita

source: Reboot
it: Riavvia.

source: ESC pressed.
it: Premuto ESC.

source: Process not completed
it: Processo non completo
